package com.example.laptop_acer.cityinfo.constants;

public class Constants {

    public static final String BURGAS_URL = "http://www.kmeta.bg/uploads/image/file/183936/Burgas_002.jpg";
    public static final String BURGAS_INFO = "Бурга̀с е най-големият град в Югоизточна България и вторият по големина на българското Черноморие, а със своята площ от 253,644 km² той е и един от най-големите в страната. Според последното преоброяване на НСИ към 31 декември 2015 година населението е 203 017 жители и така става четвъртият по големина град в страната. Бургас е най-важният стопански, транспортен, управленски и просветен център в Югоизточна България. Градът е административно средище на едноименната община и област, както и седалище на регионални и национални институции.\n" +
            "\n" +
            "До Бургас се намира най-голямата в Югоизточна Европа химическа и нефтена рафинерия, която е и най-големият работодател в България. Там се намират международното и второто по натовареност българско летище, най-голямото българско пристанище и единственото нефтено пристанище в страната. В Бургас е разположен Черноморският риболовен флот, част от Българския военноморски флот и бреговата охрана.\n" +
            "\n" +
            "Няколкото природни резервати и защитени местности, антични и средновековни селища, Черно море и ежегодните фестивали привличат множество туристи. Бургаската катедрала, носеща името на византийските богослови Кирил и Методий, и защитената местност Пода са сред 100-те национални туристически обекта. Манастирът „Света Анастасия“ на едноименния остров във водите на Бургаския залив е единственият запазен средновековен островен манастир в Черно море.";
    public static final String SOZOPOL_URL = "http://www.delmondo-bg.com/images/stories/BULGARIA/toma6.jpg";
    public static final String SOZOPOL_INFO = "Созо̀пол е град в Югоизточна България на Черно море.\n" +
            "\n" +
            "Разположен е на няколко малки полуострова в южната част на Бургаския залив. С население от 4317 души по данни от Преброяването към 1 февруари 2011 година, той се намира в област Бургас и е административен център на Община Созопол.\n" +
            "\n" +
            "Наследник е на гръцката колония Аполония и заедно с Несебър е един от най-старите български градове. От античността до 17 век Созопол е процъфтяващ търговски център. Той е известен както рибарски и винен център и заема важно място в търговията със зърно от Тракия. От късната античност градът се развива като важен църковен център с множество средновековни манастири.\n" +
            "\n" +
            "Със своето културно-историческо минало, със запазената си архитектура от 18 – 19 век, своите плажове и ежегодните празници на изкуствата „Аполония“ Созопол привлича днес множество туристи.";
    public static final String VRATSA_URL = "http://www.vratzadnes.com/img_preview.php?image_file=web/images/upload/922/CZ_O9i0WEAEvy9u3.jpg&img_width=600&ratio=strict";
    public static final String VRATSA_INFO = "Враца (стара паралелна форма Вратца) е най-големият град в Северозападна България с население към 2015 г. 54 150 души. [1][2][3] Административен и стопански център на едноименните община Враца и област Враца. Намира се на около 112 km северно от София, 40 km югоизточно от Монтана.\n" +
            "\n" +
            "Разположен в подножието на Врачанския Балкан, градът е отправна точка към множество пещери, водопади и интересни скални образувания. Най-известни сред тях са пещерата Леденика, водопадът Скакля и проходът Вратцата.\n" +
            "\n" +
            "Във Враца се съхранява Рогозенското съкровище, което е най-голямото тракийско съкровище, откривано досега.[4]\n" +
            "\n" +
            "Ежегодно в града се провеждат Ботевите дни, чиято кулминация са митингът-заря на 1-ви юни, провеждан на площад „Христо Ботев“, както и всенародното поклонение на 2 юни на връх Околчица.\n" +
            "\n" +
            "Девизът на Враца е „Град като Балкана – древен и млад“.";
}
